INSERT INTO NhanKhau (HoVaTen, GioiTinh, NgaySinh, SDT, QueQuan, DanToc, NgheNghiep, CMND, MaHoKhau, GhiChu) VALUES 
('Nguyễn Văn A', '0', '1990-01-01', '01256789', 'Hà Nội', 'Kinh', 'Giáo viên', '1345345789', '1', 'Còn sống'),
('Trần Thị B', '1', '1991-02-02', '0954321', 'Hải Phòng', 'Kinh', 'Bác sĩ', '98753453421', '2', 'Còn sống'),
('Lê Thị Z', '1', '1992-03-03', '09125678', 'Đà Nẵng', 'Kinh', 'Kỹ sư', '8534534219', '3', 'Đã mất'),
('Phạm Văn C', '0', '1992-03-03', '01236780', 'Hà Nội', 'Kinh', 'Kỹ sư', '23455345456690', '4', 'Còn sống'),
('Nguyễn Thị D', '1', '1993-04-04', '09654312', 'Hải Phòng', 'Kinh', 'Giáo viên', '876543210', '5', 'Đã mất'),
('Trần Văn R', '0', '1994-05-05', '01456798', 'Đà Nẵng', 'Kinh', 'Bác sĩ', '1256733453480', '6', 'Còn sống'),
('Lê Thị S', '1', '1995-06-06', '094320', 'Hà Nội', 'Kinh', 'Giáo viên', '987543456543201', '7', 'Đã mất'),
('Phạm Thị T', '1', '1996-07-07', '012356789', 'Hà Nội', 'Kinh', 'Kỹ sư', '2787567901', '8', 'Còn sống'),
('Nguyễn Văn U', '0', '1997-08-08', '09874321', 'Hải Phòng', 'Kinh', 'Giáo viên', '872123424534609', '9', 'Đã mất'),
('Trần Thị X', '1', '1998-09-09', '01456798', 'Đà Nẵng', 'Kinh', 'Bác sĩ', '1345745364980', '10', 'Còn sống'),
('Lê Văn Y', '0', '1999-10-10', '0984320', 'Hà Nội', 'Kinh', 'Giáo viên', '98736758767201', '2', 'Đã mất');